{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Strip",
    "strip_left": true,
    "strip_right": true
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "\\\\[a-zA-Z]+|\\\\.|\\d|[a-zA-Z]|[^\\s]"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          2
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          3
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "BPEDecoder",
        "suffix": ""
      },
      {
        "type": "Strip",
        "content": " ",
        "start": 0,
        "stop": 0
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      " ": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "¡": 101,
      "¢": 102,
      "£": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "²": 114,
      "³": 115,
      "´": 116,
      "µ": 117,
      "¶": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "À": 127,
      "Á": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "Ø": 150,
      "Ù": 151,
      "Ú": 152,
      "Û": 153,
      "Ü": 154,
      "Ý": 155,
      "Þ": 156,
      "ß": 157,
      "à": 158,
      "á": 159,
      "â": 160,
      "ã": 161,
      "ä": 162,
      "å": 163,
      "æ": 164,
      "ç": 165,
      "è": 166,
      "é": 167,
      "ê": 168,
      "ë": 169,
      "ì": 170,
      "í": 171,
      "î": 172,
      "ï": 173,
      "ð": 174,
      "ñ": 175,
      "ò": 176,
      "ó": 177,
      "ô": 178,
      "õ": 179,
      "ö": 180,
      "ù": 181,
      "û": 182,
      "ü": 183,
      "ý": 184,
      "Ā": 185,
      "ā": 186,
      "Ĉ": 187,
      "ĉ": 188,
      "Ċ": 189,
      "ċ": 190,
      "Ď": 191,
      "ď": 192,
      "Đ": 193,
      "đ": 194,
      "Ē": 195,
      "ē": 196,
      "Ė": 197,
      "Ĝ": 198,
      "ĝ": 199,
      "ġ": 200,
      "Ĥ": 201,
      "ĥ": 202,
      "Ħ": 203,
      "ħ": 204,
      "Ĩ": 205,
      "ĩ": 206,
      "Ī": 207,
      "ī": 208,
      "ĭ": 209,
      "į": 210,
      "ı": 211,
      "ĳ": 212,
      "Ĵ": 213,
      "ĵ": 214,
      "ķ": 215,
      "ĸ": 216,
      "Ĺ": 217,
      "ń": 218,
      "ņ": 219,
      "Ň": 220,
      "ň": 221,
      "ŋ": 222,
      "Ō": 223,
      "ō": 224,
      "œ": 225,
      "ŗ": 226,
      "Ŝ": 227,
      "ŝ": 228,
      "š": 229,
      "Ť": 230,
      "Ŧ": 231,
      "Ũ": 232,
      "ũ": 233,
      "Ū": 234,
      "ū": 235,
      "ŵ": 236,
      "ŷ": 237,
      "ź": 238,
      "ż": 239,
      "Ɗ": 240,
      "ƍ": 241,
      "ƒ": 242,
      "ƙ": 243,
      "ƛ": 244,
      "Ɵ": 245,
      "Ƥ": 246,
      "ƥ": 247,
      "Ƨ": 248,
      "Ʃ": 249,
      "ƪ": 250,
      "Ƭ": 251,
      "ƭ": 252,
      "Ư": 253,
      "Ʊ": 254,
      "ǀ": 255,
      "ǁ": 256,
      "ǂ": 257,
      "Ǆ": 258,
      "ǉ": 259,
      "Ǎ": 260,
      "Ǐ": 261,
      "ǐ": 262,
      "ǝ": 263,
      "Ǫ": 264,
      "ǫ": 265,
      "Ǭ": 266,
      "ǹ": 267,
      "ǻ": 268,
      "ȁ": 269,
      "ȃ": 270,
      "Ȋ": 271,
      "ȍ": 272,
      "Ș": 273,
      "ȝ": 274,
      "Ȥ": 275,
      "Ȧ": 276,
      "ȧ": 277,
      "Ȯ": 278,
      "Ȳ": 279,
      "ȳ": 280,
      "ȶ": 281,
      "ȷ": 282,
      "ȸ": 283,
      "Ȼ": 284,
      "Ⱦ": 285,
      "Ʌ": 286,
      "ɐ": 287,
      "ɑ": 288,
      "ɒ": 289,
      "ɔ": 290,
      "ə": 291,
      "ɛ": 292,
      "ɡ": 293,
      "ɢ": 294,
      "ɣ": 295,
      "ɨ": 296,
      "ɪ": 297,
      "ɳ": 298,
      "ɴ": 299,
      "ɸ": 300,
      "ɹ": 301,
      "ɾ": 302,
      "ɿ": 303,
      "ʀ": 304,
      "ʃ": 305,
      "ʒ": 306,
      "ʗ": 307,
      "ʘ": 308,
      "ʙ": 309,
      "ʜ": 310,
      "ʝ": 311,
      "ʟ": 312,
      "ʰ": 313,
      "ʱ": 314,
      "ʲ": 315,
      "ʳ": 316,
      "ʷ": 317,
      "ʸ": 318,
      "ʹ": 319,
      "ʺ": 320,
      "ʼ": 321,
      "ˀ": 322,
      "˂": 323,
      "˄": 324,
      "ˆ": 325,
      "ˇ": 326,
      "ˈ": 327,
      "ˉ": 328,
      "ˊ": 329,
      "ˋ": 330,
      "ˌ": 331,
      "ˍ": 332,
      "ː": 333,
      "˔": 334,
      "˗": 335,
      "˘": 336,
      "˙": 337,
      "˚": 338,
      "˜": 339,
      "˝": 340,
      "˟": 341,
      "ˠ": 342,
      "ˡ": 343,
      "ˢ": 344,
      "ˣ": 345,
      "ˮ": 346,
      "˳": 347,
      "̀": 348,
      "́": 349,
      "̂": 350,
      "̃": 351,
      "̄": 352,
      "̅": 353,
      "̆": 354,
      "̇": 355,
      "̊": 356,
      "̌": 357,
      "̍": 358,
      "̑": 359,
      "̞": 360,
      "̣": 361,
      "̥": 362,
      "̧": 363,
      "̯": 364,
      "̲": 365,
      "̳": 366,
      "̵": 367,
      "̶": 368,
      "̷": 369,
      "̸": 370,
      "̺": 371,
      "̿": 372,
      "͑": 373,
      "͙": 374,
      "͜": 375,
      "ͯ": 376,
      "Ͳ": 377,
      "Ή": 378,
      "Ι": 379,
      "Κ": 380,
      "Ν": 381,
      "Ο": 382,
      "Ρ": 383,
      "ά": 384,
      "έ": 385,
      "ή": 386,
      "ί": 387,
      "ο": 388,
      "ς": 389,
      "ό": 390,
      "ύ": 391,
      "ώ": 392,
      "ϑ": 393,
      "ϒ": 394,
      "ϕ": 395,
      "ϖ": 396,
      "Ϝ": 397,
      "ϝ": 398,
      "ϰ": 399,
      "ϱ": 400,
      "ϴ": 401,
      "ϵ": 402,
      "Ё": 403,
      "Ѓ": 404,
      "Є": 405,
      "Ї": 406,
      "Ј": 407,
      "Ћ": 408,
      "Ќ": 409,
      "В": 410,
      "Д": 411,
      "Е": 412,
      "К": 413,
      "О": 414,
      "С": 415,
      "Т": 416,
      "а": 417,
      "в": 418,
      "г": 419,
      "д": 420,
      "е": 421,
      "ж": 422,
      "и": 423,
      "к": 424,
      "л": 425,
      "м": 426,
      "о": 427,
      "п": 428,
      "р": 429,
      "с": 430,
      "т": 431,
      "у": 432,
      "х": 433,
      "ц": 434,
      "я": 435,
      "ё": 436,
      "ѓ": 437,
      "є": 438,
      "і": 439,
      "ї": 440,
      "ј": 441,
      "ћ": 442,
      "џ": 443,
      "ѣ": 444,
      "ѩ": 445,
      "ѫ": 446,
      "ѭ": 447,
      "Ѯ": 448,
      "Ѱ": 449,
      "҂": 450,
      "҉": 451,
      "ӄ": 452,
      "Ӿ": 453,
      "Ԍ": 454,
      "Ա": 455,
      "Բ": 456,
      "ի": 457,
      "ց": 458,
      "א": 459,
      "ח": 460,
      "إ": 461,
      "ج": 462,
      "ح": 463,
      "خ": 464,
      "ܶ": 465,
      "݀": 466,
      "݇": 467,
      "ߎ": 468,
      "੭": 469,
      "൘": 470,
      "რ": 471,
      "ን": 472,
      "ኖ": 473,
      "Ꭰ": 474,
      "Ꭾ": 475,
      "Ꮯ": 476,
      "Ᏹ": 477,
      "ᐁ": 478,
      "ᐅ": 479,
      "ᐉ": 480,
      "ᐝ": 481,
      "ᐞ": 482,
      "ᐠ": 483,
      "ᐢ": 484,
      "ᐧ": 485,
      "ᐩ": 486,
      "ᐱ": 487,
      "ដ": 488,
      "ᴀ": 489,
      "ᴄ": 490,
      "ᴅ": 491,
      "ᴇ": 492,
      "ᴊ": 493,
      "ᴍ": 494,
      "ᴏ": 495,
      "ᴘ": 496,
      "ᴛ": 497,
      "ᴜ": 498,
      "ᴠ": 499,
      "ᴡ": 500,
      "ᴢ": 501,
      "ᴦ": 502,
      "ᴨ": 503,
      "ᴩ": 504,
      "ᴪ": 505,
      "ᴫ": 506,
      "ᴬ": 507,
      "ᴮ": 508,
      "ᴰ": 509,
      "ᴱ": 510,
      "ᴳ": 511,
      "ᴴ": 512,
      "ᴵ": 513,
      "ᴶ": 514,
      "ᴷ": 515,
      "ᴸ": 516,
      "ᴹ": 517,
      "ᴺ": 518,
      "ᴼ": 519,
      "ᴾ": 520,
      "ᴿ": 521,
      "ᵀ": 522,
      "ᵁ": 523,
      "ᵂ": 524,
      "ᵃ": 525,
      "ᵅ": 526,
      "ᵆ": 527,
      "ᵇ": 528,
      "ᵈ": 529,
      "ᵉ": 530,
      "ᵊ": 531,
      "ᵍ": 532,
      "ᵎ": 533,
      "ᵏ": 534,
      "ᵐ": 535,
      "ᵑ": 536,
      "ᵒ": 537,
      "ᵕ": 538,
      "ᵖ": 539,
      "ᵗ": 540,
      "ᵘ": 541,
      "ᵚ": 542,
      "ᵛ": 543,
      "ᵝ": 544,
      "ᵞ": 545,
      "ᵟ": 546,
      "ᵠ": 547,
      "ᵡ": 548,
      "ᵢ": 549,
      "ᵣ": 550,
      "ᵤ": 551,
      "ᵥ": 552,
      "ᵦ": 553,
      "ᵧ": 554,
      "ᵨ": 555,
      "ᵩ": 556,
      "ᵪ": 557,
      "ᵹ": 558,
      "ᵾ": 559,
      "ᶇ": 560,
      "ᶘ": 561,
      "ᶜ": 562,
      "ᶟ": 563,
      "ᶠ": 564,
      "ᶥ": 565,
      "ᶦ": 566,
      "ᶲ": 567,
      "ᶻ": 568,
      "ᶿ": 569,
      "Ḁ": 570,
      "ḃ": 571,
      "Ḋ": 572,
      "ḋ": 573,
      "ḍ": 574,
      "Ḏ": 575,
      "ḏ": 576,
      "Ḑ": 577,
      "ḟ": 578,
      "Ḡ": 579,
      "ḡ": 580,
      "Ḣ": 581,
      "ḣ": 582,
      "Ḥ": 583,
      "ḥ": 584,
      "Ḧ": 585,
      "ḧ": 586,
      "ḩ": 587,
      "Ḳ": 588,
      "ḹ": 589,
      "ḿ": 590,
      "ṁ": 591,
      "Ṅ": 592,
      "ṅ": 593,
      "ṑ": 594,
      "Ṕ": 595,
      "ṕ": 596,
      "ṗ": 597,
      "Ṙ": 598,
      "ṙ": 599,
      "Ṝ": 600,
      "ṝ": 601,
      "Ṡ": 602,
      "ṡ": 603,
      "Ṣ": 604,
      "ṣ": 605,
      "ṩ": 606,
      "Ṫ": 607,
      "ṭ": 608,
      "ṯ": 609,
      "Ṽ": 610,
      "ṽ": 611,
      "ẅ": 612,
      "ẇ": 613,
      "Ẋ": 614,
      "ẋ": 615,
      "ẍ": 616,
      "Ẏ": 617,
      "ẏ": 618,
      "Ẑ": 619,
      "ẑ": 620,
      "ẗ": 621,
      "ẚ": 622,
      "ẝ": 623,
      "ẞ": 624,
      "ạ": 625,
      "ả": 626,
      "Ấ": 627,
      "Ầ": 628,
      "ẹ": 629,
      "Ẽ": 630,
      "ẽ": 631,
      "Ị": 632,
      "ị": 633,
      "ụ": 634,
      "ỳ": 635,
      "Ỷ": 636,
      "ỹ": 637,
      "ἐ": 638,
      "ἒ": 639,
      "ὲ": 640,
      "ᾱ": 641,
      "ᾶ": 642,
      "Ά": 643,
      "ᾼ": 644,
      "ῡ": 645,
      "ῦ": 646,
      "ῲ": 647,
      "ῳ": 648,
      "ῷ": 649,
      "Ὸ": 650,
      "ῼ": 651,
      "´": 652,
      "῾": 653,
      "῿": 654,
      "​": 655,
      "‌": 656,
      "‎": 657,
      "‐": 658,
      "–": 659,
      "—": 660,
      "‖": 661,
      "‘": 662,
      "’": 663,
      "‚": 664,
      "“": 665,
      "”": 666,
      "„": 667,
      "†": 668,
      "‡": 669,
      "•": 670,
      "…": 671,
      "‱": 672,
      "′": 673,
      "″": 674,
      "‴": 675,
      "‵": 676,
      "‸": 677,
      "‹": 678,
      "›": 679,
      "‼": 680,
      "‾": 681,
      "‿": 682,
      "⁄": 683,
      "⁅": 684,
      "⁆": 685,
      "⁎": 686,
      "⁡": 687,
      "⁢": 688,
      "⁣": 689,
      "⁰": 690,
      "ⁱ": 691,
      "⁴": 692,
      "⁵": 693,
      "⁶": 694,
      "⁷": 695,
      "⁸": 696,
      "⁹": 697,
      "⁺": 698,
      "⁻": 699,
      "⁼": 700,
      "⁽": 701,
      "⁾": 702,
      "ⁿ": 703,
      "₀": 704,
      "₁": 705,
      "₂": 706,
      "₃": 707,
      "₄": 708,
      "₅": 709,
      "₆": 710,
      "₇": 711,
      "₈": 712,
      "₉": 713,
      "₊": 714,
      "₋": 715,
      "₌": 716,
      "₍": 717,
      "₎": 718,
      "ₐ": 719,
      "ₑ": 720,
      "ₒ": 721,
      "ₓ": 722,
      "ₔ": 723,
      "ₕ": 724,
      "ₖ": 725,
      "ₗ": 726,
      "ₘ": 727,
      "ₙ": 728,
      "ₚ": 729,
      "ₛ": 730,
      "ₜ": 731,
      "€": 732,
      "₶": 733,
      "⃑": 734,
      "⃒": 735,
      "⃗": 736,
      "⃛": 737,
      "⃣": 738,
      "ℂ": 739,
      "ℊ": 740,
      "ℋ": 741,
      "ℌ": 742,
      "ℍ": 743,
      "ℎ": 744,
      "ℏ": 745,
      "ℐ": 746,
      "ℑ": 747,
      "ℒ": 748,
      "ℓ": 749,
      "ℕ": 750,
      "℘": 751,
      "ℙ": 752,
      "ℚ": 753,
      "ℛ": 754,
      "ℜ": 755,
      "ℝ": 756,
      "ℤ": 757,
      "Ω": 758,
      "ℨ": 759,
      "ℬ": 760,
      "ℭ": 761,
      "℮": 762,
      "ℯ": 763,
      "ℰ": 764,
      "ℱ": 765,
      "ℳ": 766,
      "ℴ": 767,
      "ℵ": 768,
      "ℶ": 769,
      "ℷ": 770,
      "ℸ": 771,
      "ℹ": 772,
      "℺": 773,
      "℻": 774,
      "ℼ": 775,
      "ℽ": 776,
      "ℾ": 777,
      "ℿ": 778,
      "ⅅ": 779,
      "ⅆ": 780,
      "ⅇ": 781,
      "ⅈ": 782,
      "ⅉ": 783,
      "⅓": 784,
      "⅔": 785,
      "⅖": 786,
      "⅘": 787,
      "⅙": 788,
      "⅛": 789,
      "⅜": 790,
      "⅟": 791,
      "Ⅰ": 792,
      "ⅰ": 793,
      "ⅿ": 794,
      "←": 795,
      "↑": 796,
      "↓": 797,
      "↗": 798,
      "↘": 799,
      "↙": 800,
      "↛": 801,
      "↝": 802,
      "↠": 803,
      "↦": 804,
      "↪": 805,
      "↼": 806,
      "↾": 807,
      "⇀": 808,
      "⇄": 809,
      "⇌": 810,
      "⇐": 811,
      "⇝": 812,
      "∀": 813,
      "∁": 814,
      "∃": 815,
      "∄": 816,
      "∆": 817,
      "∊": 818,
      "∋": 819,
      "∐": 820,
      "−": 821,
      "∓": 822,
      "∕": 823,
      "∖": 824,
      "∗": 825,
      "∘": 826,
      "∙": 827,
      "√": 828,
      "∛": 829,
      "∜": 830,
      "∝": 831,
      "∠": 832,
      "∣": 833,
      "∤": 834,
      "∥": 835,
      "∧": 836,
      "∨": 837,
      "∬": 838,
      "∭": 839,
      "∮": 840,
      "∴": 841,
      "∵": 842,
      "∶": 843,
      "∷": 844,
      "∼": 845,
      "≃": 846,
      "≅": 847,
      "≍": 848,
      "≐": 849,
      "≔": 850,
      "≜": 851,
      "≝": 852,
      "≡": 853,
      "≢": 854,
      "≦": 855,
      "≧": 856,
      "≪": 857,
      "≫": 858,
      "≮": 859,
      "≲": 860,
      "≳": 861,
      "≺": 862,
      "≻": 863,
      "≼": 864,
      "≾": 865,
      "≿": 866,
      "⊀": 867,
      "⊆": 868,
      "⊇": 869,
      "⊈": 870,
      "⊊": 871,
      "⊎": 872,
      "⊑": 873,
      "⊓": 874,
      "⊔": 875,
      "⊕": 876,
      "⊖": 877,
      "⊗": 878,
      "⊘": 879,
      "⊙": 880,
      "⊛": 881,
      "⊝": 882,
      "⊞": 883,
      "⊠": 884,
      "⊢": 885,
      "⊣": 886,
      "⊤": 887,
      "⊥": 888,
      "⊨": 889,
      "⊩": 890,
      "⊲": 891,
      "⊳": 892,
      "⊴": 893,
      "⊺": 894,
      "⊿": 895,
      "⋀": 896,
      "⋁": 897,
      "⋂": 898,
      "⋃": 899,
      "⋄": 900,
      "⋅": 901,
      "⋆": 902,
      "⋈": 903,
      "⋉": 904,
      "⋊": 905,
      "⋏": 906,
      "⋒": 907,
      "⋖": 908,
      "⋗": 909,
      "⋙": 910,
      "⋮": 911,
      "⋯": 912,
      "⋱": 913,
      "⌈": 914,
      "⌉": 915,
      "⌊": 916,
      "⌋": 917,
      "⌐": 918,
      "⌛": 919,
      "⌢": 920,
      "⌣": 921,
      "〈": 922,
      "〉": 923,
      "⍴": 924,
      "⎛": 925,
      "⎜": 926,
      "⎝": 927,
      "⎞": 928,
      "⎟": 929,
      "⎠": 930,
      "⎡": 931,
      "⎢": 932,
      "⎣": 933,
      "⎤": 934,
      "⎥": 935,
      "⎦": 936,
      "⎧": 937,
      "⎨": 938,
      "⎩": 939,
      "⎪": 940,
      "⎫": 941,
      "⎬": 942,
      "⎭": 943,
      "⎮": 944,
      "⎰": 945,
      "⎷": 946,
      "⏋": 947,
      "⏎": 948,
      "⏑": 949,
      "⏜": 950,
      "⏞": 951,
      "⏟": 952,
      "␣": 953,
      "␳": 954,
      "ⓘ": 955,
      "ⓧ": 956,
      "│": 957,
      "┌": 958,
      "┬": 959,
      "┴": 960,
      "╱": 961,
      "╲": 962,
      "▒": 963,
      "■": 964,
      "□": 965,
      "△": 966,
      "▷": 967,
      "▹": 968,
      "▽": 969,
      "▿": 970,
      "◁": 971,
      "◃": 972,
      "◅": 973,
      "◇": 974,
      "◊": 975,
      "○": 976,
      "◌": 977,
      "◡": 978,
      "◦": 979,
      "◯": 980,
      "◻": 981,
      "★": 982,
      "☉": 983,
      "♥": 984,
      "♭": 985,
      "♮": 986,
      "♯": 987,
      "✻": 988,
      "⟂": 989,
      "⟘": 990,
      "⟦": 991,
      "⟧": 992,
      "⟨": 993,
      "⟩": 994,
      "⟵": 995,
      "⟶": 996,
      "⟷": 997,
      "⟹": 998,
      "⟺": 999,
      "⟼": 1000,
      "⤏": 1001,
      "⥮": 1002,
      "⦵": 1003,
      "⧵": 1004,
      "⧸": 1005,
      "⨀": 1006,
      "⨁": 1007,
      "⨂": 1008,
      "⨄": 1009,
      "⨆": 1010,
      "⨜": 1011,
      "⨯": 1012,
      "⩽": 1013,
      "⩾": 1014,
      "⪅": 1015,
      "⪰": 1016,
      "⫋": 1017,
      "⫫": 1018,
      "⬇": 1019,
      "⬚": 1020,
      "⬜": 1021,
      "ⱍ": 1022,
      "Ⱡ": 1023,
      "Ɫ": 1024,
      "Ᵽ": 1025,
      "ⱦ": 1026,
      "Ⱬ": 1027,
      "ⱬ": 1028,
      "Ɑ": 1029,
      "Ɱ": 1030,
      "Ɐ": 1031,
      "ⱳ": 1032,
      "ⱴ": 1033,
      "ⱶ": 1034,
      "ⱷ": 1035,
      "ⱸ": 1036,
      "ⱼ": 1037,
      "ⱽ": 1038,
      "ⵜ": 1039,
      "⸍": 1040,
      "⸱": 1041,
      "、": 1042,
      "。": 1043,
      "〈": 1044,
      "〉": 1045,
      "〖": 1046,
      "〗": 1047,
      "〚": 1048,
      "〛": 1049,
      "〜": 1050,
      "あ": 1051,
      "い": 1052,
      "え": 1053,
      "か": 1054,
      "が": 1055,
      "き": 1056,
      "く": 1057,
      "こ": 1058,
      "さ": 1059,
      "し": 1060,
      "す": 1061,
      "そ": 1062,
      "ぞ": 1063,
      "た": 1064,
      "つ": 1065,
      "て": 1066,
      "で": 1067,
      "と": 1068,
      "ど": 1069,
      "な": 1070,
      "に": 1071,
      "の": 1072,
      "は": 1073,
      "ば": 1074,
      "ほ": 1075,
      "ま": 1076,
      "ゆ": 1077,
      "よ": 1078,
      "ら": 1079,
      "り": 1080,
      "る": 1081,
      "れ": 1082,
      "ろ": 1083,
      "を": 1084,
      "ん": 1085,
      "ガ": 1086,
      "マ": 1087,
      "ン": 1088,
      "㔶": 1089,
      "䓘": 1090,
      "一": 1091,
      "三": 1092,
      "上": 1093,
      "下": 1094,
      "不": 1095,
      "与": 1096,
      "且": 1097,
      "丙": 1098,
      "両": 1099,
      "个": 1100,
      "中": 1101,
      "为": 1102,
      "乗": 1103,
      "乙": 1104,
      "九": 1105,
      "了": 1106,
      "二": 1107,
      "于": 1108,
      "产": 1109,
      "京": 1110,
      "亮": 1111,
      "人": 1112,
      "从": 1113,
      "他": 1114,
      "代": 1115,
      "以": 1116,
      "们": 1117,
      "价": 1118,
      "任": 1119,
      "位": 1120,
      "余": 1121,
      "作": 1122,
      "係": 1123,
      "倍": 1124,
      "值": 1125,
      "偏": 1126,
      "偶": 1127,
      "元": 1128,
      "党": 1129,
      "入": 1130,
      "公": 1131,
      "其": 1132,
      "写": 1133,
      "况": 1134,
      "函": 1135,
      "分": 1136,
      "利": 1137,
      "到": 1138,
      "力": 1139,
      "加": 1140,
      "务": 1141,
      "动": 1142,
      "十": 1143,
      "即": 1144,
      "原": 1145,
      "参": 1146,
      "及": 1147,
      "发": 1148,
      "变": 1149,
      "叠": 1150,
      "另": 1151,
      "可": 1152,
      "右": 1153,
      "合": 1154,
      "周": 1155,
      "和": 1156,
      "品": 1157,
      "因": 1158,
      "固": 1159,
      "在": 1160,
      "地": 1161,
      "块": 1162,
      "复": 1163,
      "大": 1164,
      "天": 1165,
      "太": 1166,
      "奇": 1167,
      "如": 1168,
      "妈": 1169,
      "始": 1170,
      "子": 1171,
      "存": 1172,
      "学": 1173,
      "定": 1174,
      "对": 1175,
      "対": 1176,
      "将": 1177,
      "小": 1178,
      "岁": 1179,
      "左": 1180,
      "帰": 1181,
      "常": 1182,
      "年": 1183,
      "并": 1184,
      "幺": 1185,
      "应": 1186,
      "开": 1187,
      "式": 1188,
      "得": 1189,
      "微": 1190,
      "态": 1191,
      "情": 1192,
      "意": 1193,
      "成": 1194,
      "我": 1195,
      "或": 1196,
      "所": 1197,
      "把": 1198,
      "挤": 1199,
      "描": 1200,
      "操": 1201,
      "改": 1202,
      "政": 1203,
      "数": 1204,
      "整": 1205,
      "文": 1206,
      "方": 1207,
      "旅": 1208,
      "旋": 1209,
      "日": 1210,
      "时": 1211,
      "明": 1212,
      "是": 1213,
      "書": 1214,
      "月": 1215,
      "有": 1216,
      "服": 1217,
      "期": 1218,
      "本": 1219,
      "果": 1220,
      "格": 1221,
      "次": 1222,
      "正": 1223,
      "母": 1224,
      "求": 1225,
      "法": 1226,
      "注": 1227,
      "游": 1228,
      "満": 1229,
      "满": 1230,
      "為": 1231,
      "然": 1232,
      "特": 1233,
      "状": 1234,
      "理": 1235,
      "用": 1236,
      "甲": 1237,
      "电": 1238,
      "的": 1239,
      "盾": 1240,
      "矛": 1241,
      "矩": 1242,
      "研": 1243,
      "示": 1244,
      "种": 1245,
      "积": 1246,
      "移": 1247,
      "究": 1248,
      "空": 1249,
      "立": 1250,
      "第": 1251,
      "等": 1252,
      "答": 1253,
      "粒": 1254,
      "納": 1255,
      "累": 1256,
      "组": 1257,
      "经": 1258,
      "维": 1259,
      "置": 1260,
      "義": 1261,
      "者": 1262,
      "能": 1263,
      "自": 1264,
      "良": 1265,
      "色": 1266,
      "行": 1267,
      "表": 1268,
      "袋": 1269,
      "補": 1270,
      "见": 1271,
      "角": 1272,
      "解": 1273,
      "証": 1274,
      "説": 1275,
      "该": 1276,
      "误": 1277,
      "负": 1278,
      "足": 1279,
      "路": 1280,
      "转": 1281,
      "辺": 1282,
      "达": 1283,
      "运": 1284,
      "这": 1285,
      "述": 1286,
      "逆": 1287,
      "部": 1288,
      "都": 1289,
      "重": 1290,
      "量": 1291,
      "間": 1292,
      "関": 1293,
      "阵": 1294,
      "限": 1295,
      "面": 1296,
      "页": 1297,
      "项": 1298,
      "ꜛ": 1299,
      "ꜰ": 1300,
      "ꜱ": 1301,
      "Ꝋ": 1302,
      "ꝏ": 1303,
      "ꝑ": 1304,
      "꞉": 1305,
      "꧂": 1306,
      "거": 1307,
      "나": 1308,
      "디": 1309,
      "뷰": 1310,
      "서": 1311,
      "어": 1312,
      "에": 1313,
      "의": 1314,
      "푘": 1315,
      "": 1316,
      "": 1317,
      "": 1318,
      "": 1319,
      "": 1320,
      "": 1321,
      "": 1322,
      "": 1323,
      "": 1324,
      "": 1325,
      "": 1326,
      "": 1327,
      "": 1328,
      "": 1329,
      "": 1330,
      "": 1331,
      "": 1332,
      "": 1333,
      "": 1334,
      "": 1335,
      "": 1336,
      "": 1337,
      "": 1338,
      "﴾": 1339,
      "︀": 1340,
      "︁": 1341,
      "︂": 1342,
      "️": 1343,
      "︷": 1344,
      "︸": 1345,
      "﹐": 1346,
      "ﺄ": 1347,
      "ﻬ": 1348,
      "（": 1349,
      "）": 1350,
      "，": 1351,
      "－": 1352,
      "．": 1353,
      "：": 1354,
      "；": 1355,
      "＜": 1356,
      "＝": 1357,
      "＞": 1358,
      "Ｒ": 1359,
      "＼": 1360,
      "ｈ": 1361,
      "ｊ": 1362,
      "｛": 1363,
      "｝": 1364,
      "～": 1365,
      "�": 1366,
      "𒈥": 1367,
      "𝄩": 1368,
      "𝐀": 1369,
      "𝐁": 1370,
      "𝐂": 1371,
      "𝐃": 1372,
      "𝐄": 1373,
      "𝐅": 1374,
      "𝐆": 1375,
      "𝐇": 1376,
      "𝐈": 1377,
      "𝐉": 1378,
      "𝐊": 1379,
      "𝐏": 1380,
      "𝐑": 1381,
      "𝐒": 1382,
      "𝐓": 1383,
      "𝐕": 1384,
      "𝐖": 1385,
      "𝐗": 1386,
      "𝐘": 1387,
      "𝐙": 1388,
      "𝐚": 1389,
      "𝐛": 1390,
      "𝐝": 1391,
      "𝐡": 1392,
      "𝐢": 1393,
      "𝐤": 1394,
      "𝐦": 1395,
      "𝐧": 1396,
      "𝐩": 1397,
      "𝐪": 1398,
      "𝐫": 1399,
      "𝐬": 1400,
      "𝐭": 1401,
      "𝐮": 1402,
      "𝐯": 1403,
      "𝐰": 1404,
      "𝐱": 1405,
      "𝐳": 1406,
      "𝐴": 1407,
      "𝐵": 1408,
      "𝐶": 1409,
      "𝐷": 1410,
      "𝐸": 1411,
      "𝐹": 1412,
      "𝐺": 1413,
      "𝐻": 1414,
      "𝐼": 1415,
      "𝐽": 1416,
      "𝐾": 1417,
      "𝐿": 1418,
      "𝑀": 1419,
      "𝑁": 1420,
      "𝑂": 1421,
      "𝑃": 1422,
      "𝑄": 1423,
      "𝑅": 1424,
      "𝑆": 1425,
      "𝑇": 1426,
      "𝑈": 1427,
      "𝑉": 1428,
      "𝑊": 1429,
      "𝑋": 1430,
      "𝑌": 1431,
      "𝑎": 1432,
      "𝑏": 1433,
      "𝑐": 1434,
      "𝑑": 1435,
      "𝑒": 1436,
      "𝑓": 1437,
      "𝑔": 1438,
      "𝑖": 1439,
      "𝑗": 1440,
      "𝑘": 1441,
      "𝑙": 1442,
      "𝑚": 1443,
      "𝑛": 1444,
      "𝑜": 1445,
      "𝑝": 1446,
      "𝑞": 1447,
      "𝑟": 1448,
      "𝑠": 1449,
      "𝑡": 1450,
      "𝑢": 1451,
      "𝑣": 1452,
      "𝑤": 1453,
      "𝑥": 1454,
      "𝑦": 1455,
      "𝑧": 1456,
      "𝑨": 1457,
      "𝑪": 1458,
      "𝑫": 1459,
      "𝑯": 1460,
      "𝑲": 1461,
      "𝑴": 1462,
      "𝑶": 1463,
      "𝑷": 1464,
      "𝑸": 1465,
      "𝑹": 1466,
      "𝑺": 1467,
      "𝑻": 1468,
      "𝑽": 1469,
      "𝑾": 1470,
      "𝒁": 1471,
      "𝒂": 1472,
      "𝒄": 1473,
      "𝒅": 1474,
      "𝒆": 1475,
      "𝒇": 1476,
      "𝒈": 1477,
      "𝒉": 1478,
      "𝒊": 1479,
      "𝒌": 1480,
      "𝒎": 1481,
      "𝒏": 1482,
      "𝒒": 1483,
      "𝒓": 1484,
      "𝒔": 1485,
      "𝒖": 1486,
      "𝒘": 1487,
      "𝒙": 1488,
      "𝒚": 1489,
      "𝒛": 1490,
      "𝒜": 1491,
      "𝒞": 1492,
      "𝒟": 1493,
      "𝒢": 1494,
      "𝒥": 1495,
      "𝒦": 1496,
      "𝒩": 1497,
      "𝒪": 1498,
      "𝒫": 1499,
      "𝒬": 1500,
      "𝒮": 1501,
      "𝒯": 1502,
      "𝒰": 1503,
      "𝒱": 1504,
      "𝒲": 1505,
      "𝒳": 1506,
      "𝒴": 1507,
      "𝒵": 1508,
      "𝒶": 1509,
      "𝒸": 1510,
      "𝒾": 1511,
      "𝓁": 1512,
      "𝓉": 1513,
      "𝓋": 1514,
      "𝓌": 1515,
      "𝓍": 1516,
      "𝓏": 1517,
      "𝓐": 1518,
      "𝓑": 1519,
      "𝓔": 1520,
      "𝓕": 1521,
      "𝓖": 1522,
      "𝓗": 1523,
      "𝓚": 1524,
      "𝓛": 1525,
      "𝓜": 1526,
      "𝓝": 1527,
      "𝓟": 1528,
      "𝓡": 1529,
      "𝓣": 1530,
      "𝓧": 1531,
      "𝓵": 1532,
      "𝔁": 1533,
      "𝔄": 1534,
      "𝔅": 1535,
      "𝔇": 1536,
      "𝔉": 1537,
      "𝔍": 1538,
      "𝔏": 1539,
      "𝔐": 1540,
      "𝔓": 1541,
      "𝔖": 1542,
      "𝔘": 1543,
      "𝔛": 1544,
      "𝔞": 1545,
      "𝔟": 1546,
      "𝔠": 1547,
      "𝔤": 1548,
      "𝔥": 1549,
      "𝔦": 1550,
      "𝔧": 1551,
      "𝔪": 1552,
      "𝔫": 1553,
      "𝔬": 1554,
      "𝔭": 1555,
      "𝔯": 1556,
      "𝔰": 1557,
      "𝔲": 1558,
      "𝔶": 1559,
      "𝔸": 1560,
      "𝔹": 1561,
      "𝔻": 1562,
      "𝔼": 1563,
      "𝔽": 1564,
      "𝔾": 1565,
      "𝕀": 1566,
      "𝕂": 1567,
      "𝕃": 1568,
      "𝕆": 1569,
      "𝕊": 1570,
      "𝕋": 1571,
      "𝕍": 1572,
      "𝕎": 1573,
      "𝕏": 1574,
      "𝕟": 1575,
      "𝕰": 1576,
      "𝖟": 1577,
      "𝖳": 1578,
      "𝗇": 1579,
      "𝗔": 1580,
      "𝗘": 1581,
      "𝗜": 1582,
      "𝘢": 1583,
      "𝙯": 1584,
      "𝚤": 1585,
      "𝚫": 1586,
      "𝚲": 1587,
      "𝚽": 1588,
      "𝚿": 1589,
      "𝛀": 1590,
      "𝛁": 1591,
      "𝛂": 1592,
      "𝛃": 1593,
      "𝛌": 1594,
      "𝛕": 1595,
      "𝛢": 1596,
      "𝛬": 1597,
      "𝛺": 1598,
      "𝛼": 1599,
      "𝛽": 1600,
      "𝛾": 1601,
      "𝛿": 1602,
      "𝜂": 1603,
      "𝜃": 1604,
      "𝜅": 1605,
      "𝜆": 1606,
      "𝜇": 1607,
      "𝜉": 1608,
      "𝜋": 1609,
      "𝜌": 1610,
      "𝜎": 1611,
      "𝜏": 1612,
      "𝜑": 1613,
      "𝜒": 1614,
      "𝜓": 1615,
      "𝜕": 1616,
      "𝜗": 1617,
      "𝜙": 1618,
      "𝜸": 1619,
      "𝜹": 1620,
      "𝞪": 1621,
      "𝟎": 1622,
      "𝟏": 1623,
      "𝟐": 1624,
      "𝟑": 1625,
      "𝟙": 1626,
      "𝟭": 1627,
      "􀀀": 1628,
      "􏰀": 1629,
      "􏰁": 1630,
      "􏰄": 1631,
      "􏰅": 1632,
      "􏰇": 1633,
      "􏰔": 1634,
      "􏰟": 1635,
      "\\l": 1636,
      "ig": 1637,
      "\\r": 1638,
      "ft": 1639,
      "\\le": 1640,
      "ht": 1641,
      "ight": 1642,
      "\\right": 1643,
      "\\left": 1644,
      "ra": 1645,
      "fra": 1646,
      "frac": 1647,
      "\\frac": 1648,
      "\\p": 1649,
      "ta": 1650,
      "in": 1651,
      "ma": 1652,
      "al": 1653,
      "\\s": 1654,
      "ar": 1655,
      "\\b": 1656,
      "ti": 1657,
      "th": 1658,
      "\\in": 1659,
      "am": 1660,
      "\\o": 1661,
      "eta": 1662,
      "\\c": 1663,
      "ha": 1664,
      "me": 1665,
      "er": 1666,
      "\\,": 1667,
      "\\ma": 1668,
      "ot": 1669,
      "hi": 1670,
      "dot": 1671,
      "\\m": 1672,
      "\\math": 1673,
      "de": 1674,
      "\\e": 1675,
      "ver": 1676,
      "\\al": 1677,
      "pha": 1678,
      "\\alpha": 1679,
      "\\over": 1680,
      "si": 1681,
      "\\mu": 1682,
      "da": 1683,
      "\\su": 1684,
      "\\par": 1685,
      "tial": 1686,
      "\\partial": 1687,
      "amb": 1688,
      "ambda": 1689,
      "\\n": 1690,
      "\\v": 1691,
      "\\sum": 1692,
      "lta": 1693,
      "\\cdot": 1694,
      "\\lambda": 1695,
      "amma": 1696,
      "\\int": 1697,
      "\\g": 1698,
      "\\pi": 1699,
      "\\sq": 1700,
      "rt": 1701,
      "\\sqrt": 1702,
      "\\;": 1703,
      "\\var": 1704,
      "qu": 1705,
      "meg": 1706,
      "mega": 1707,
      "\\ti": 1708,
      "le": 1709,
      "igma": 1710,
      "\\beta": 1711,
      "\\pr": 1712,
      "theta": 1713,
      "lo": 1714,
      "ng": 1715,
      "\\de": 1716,
      "nd": 1717,
      "qua": 1718,
      "quad": 1719,
      "\\nu": 1720,
      "\\phi": 1721,
      "ngle": 1722,
      "\\sigma": 1723,
      "angle": 1724,
      "lon": 1725,
      "\\delta": 1726,
      "\\big": 1727,
      "psi": 1728,
      "psilon": 1729,
      "\\gamma": 1730,
      "\\theta": 1731,
      "\\mathb": 1732,
      "lde": 1733,
      "\\{": 1734,
      "\\inft": 1735,
      "\\infty": 1736,
      "ho": 1737,
      "eg": 1738,
      "\\quad": 1739,
      "\\!": 1740,
      "\\end": 1741,
      "egin": 1742,
      "\\begin": 1743,
      "\\ta": 1744,
      "hat": 1745,
      "\\}": 1746,
      "ime": 1747,
      "\\P": 1748,
      "\\tau": 1749,
      "\\prime": 1750,
      "\\rho": 1751,
      "\\omega": 1752,
      "\\tilde": 1753,
      "xi": 1754,
      "\\psi": 1755,
      "mes": 1756,
      "\\hat": 1757,
      "\\\\": 1758,
      "\\xi": 1759,
      "cal": 1760,
      "\\mathcal": 1761,
      "\\|": 1762,
      "\\bar": 1763,
      "\\t": 1764,
      "\\eta": 1765,
      "la": 1766,
      "\\B": 1767,
      "\\varp": 1768,
      "rm": 1769,
      "ine": 1770,
      "line": 1771,
      "\\Big": 1772,
      "\\varphi": 1773,
      "\\epsilon": 1774,
      "ro": 1775,
      "\\mathrm": 1776,
      "\\D": 1777,
      "elta": 1778,
      "\\Delta": 1779,
      "\\mathbb": 1780,
      "ap": 1781,
      "ll": 1782,
      "\\dot": 1783,
      "\\rangle": 1784,
      "\\leq": 1785,
      "\\overline": 1786,
      "\\w": 1787,
      "\\cal": 1788,
      "im": 1789,
      "ab": 1790,
      "\\nab": 1791,
      "\\nabla": 1792,
      "row": 1793,
      "arrow": 1794,
      "\\G": 1795,
      "\\Gamma": 1796,
      "\\O": 1797,
      "\\times": 1798,
      "\\Omega": 1799,
      "\\Phi": 1800,
      "\\ell": 1801,
      "app": 1802,
      "\\ve": 1803,
      "\\mathbf": 1804,
      "\\langle": 1805,
      "\\d": 1806,
      "\\ge": 1807,
      "\\vec": 1808,
      "\\L": 1809,
      "\\chi": 1810,
      "\\lim": 1811,
      "\\pm": 1812,
      "\\vare": 1813,
      "\\varepsilon": 1814,
      "\\k": 1815,
      "\\Lambda": 1816,
      "st": 1817,
      "\\bf": 1818,
      "dots": 1819,
      "\\rightarrow": 1820,
      "appa": 1821,
      "ide": 1822,
      "\\wide": 1823,
      "\\kappa": 1824,
      "\\lo": 1825,
      "\\z": 1826,
      "\\cdots": 1827,
      "\\zeta": 1828,
      "od": 1829,
      "times": 1830,
      "bo": 1831,
      "\\otimes": 1832,
      "ex": 1833,
      "\\tex": 1834,
      "\\to": 1835,
      "\\prod": 1836,
      "\\bigg": 1837,
      "\\text": 1838,
      "\\log": 1839,
      "\\Psi": 1840,
      "\\ldots": 1841,
      "iv": 1842,
      "\\co": 1843,
      "\\rm": 1844,
      "rc": 1845,
      "irc": 1846,
      "\\circ": 1847,
      "ed": 1848,
      "et": 1849,
      "\\geq": 1850,
      "box": 1851,
      "\\sin": 1852,
      "or": 1853,
      "\\h": 1854,
      "\\dots": 1855,
      "vert": 1856,
      "\\u": 1857,
      "ge": 1858,
      "quiv": 1859,
      "\\equiv": 1860,
      "edge": 1861,
      "\\cos": 1862,
      "tilde": 1863,
      "\\widetilde": 1864,
      "\\S": 1865,
      "\\wedge": 1866,
      "set": 1867,
      "\\mbox": 1868,
      "\\Sigma": 1869,
      "it": 1870,
      "\\op": 1871,
      "\\q": 1872,
      "\\vert": 1873,
      "\\qquad": 1874,
      "dag": 1875,
      "\\dag": 1876,
      "ck": 1877,
      "up": 1878,
      "its": 1879,
      "nder": 1880,
      "\\under": 1881,
      "\\vartheta": 1882,
      "\\a": 1883,
      "us": 1884,
      "xp": 1885,
      "ce": 1886,
      "\\exp": 1887,
      "\\limits": 1888,
      "\\Bigg": 1889,
      "\\sub": 1890,
      "eq": 1891,
      "ger": 1892,
      "\\dagger": 1893,
      "\\bo": 1894,
      "sp": 1895,
      "om": 1896,
      "\\ln": 1897,
      "\\f": 1898,
      "sty": 1899,
      "style": 1900,
      "\\widehat": 1901,
      "\\ast": 1902,
      "\\cap": 1903,
      "ightarrow": 1904,
      "\\bigr": 1905,
      "\\bigl": 1906,
      "\\Pi": 1907,
      "\\fo": 1908,
      "\\underline": 1909,
      "bar": 1910,
      "\\T": 1911,
      "\\hbar": 1912,
      "rall": 1913,
      "\\forall": 1914,
      "frak": 1915,
      "heta": 1916,
      "\\Theta": 1917,
      "rho": 1918,
      "\\varrho": 1919,
      "\\sta": 1920,
      "\\mathfrak": 1921,
      "\\sim": 1922,
      "\\Bigr": 1923,
      "lus": 1924,
      "orn": 1925,
      "\\subset": 1926,
      "id": 1927,
      "\\Bigl": 1928,
      "inom": 1929,
      "era": 1930,
      "erat": 1931,
      "ame": 1932,
      "\\operat": 1933,
      "orname": 1934,
      "\\operatorname": 1935,
      "appro": 1936,
      "approx": 1937,
      "\\approx": 1938,
      "ld": 1939,
      "\\mid": 1940,
      "\\di": 1941,
      "\\binom": 1942,
      "\\bold": 1943,
      "ert": 1944,
      "\\dfrac": 1945,
      "\\i": 1946,
      "lay": 1947,
      "splay": 1948,
      "\\display": 1949,
      "Vert": 1950,
      "\\displaystyle": 1951,
      "\\:": 1952,
      "rightarrow": 1953,
      "\\biggr": 1954,
      "\\neq": 1955,
      "\\biggl": 1956,
      "loor": 1957,
      "floor": 1958,
      "\\sup": 1959,
      "pt": 1960,
      "ym": 1961,
      "sym": 1962,
      "\\cup": 1963,
      "\\Vert": 1964,
      "bol": 1965,
      "symbol": 1966,
      "\\boldsymbol": 1967,
      "\\max": 1968,
      "\\oplus": 1969,
      "\\angle": 1970,
      "\\div": 1971,
      "\\star": 1972,
      "\\per": 1973,
      "\\perp": 1974,
      "ri": 1975,
      "\\Biggl": 1976,
      "\\Biggr": 1977,
      "\\det": 1978,
      "\\min": 1979,
      "re": 1980,
      "\\not": 1981,
      "bra": 1982,
      "\\tfrac": 1983,
      "\\R": 1984,
      "\\bigc": 1985,
      "sla": 1986,
      "nt": 1987,
      "\\textrm": 1988,
      "\\ne": 1989,
      "op": 1990,
      "min": 1991,
      "minus": 1992,
      "sta": 1993,
      "\\vee": 1994,
      "\\substa": 1995,
      "\\substack": 1996,
      "sh": 1997,
      "sto": 1998,
      "psto": 1999,
      "brace": 2000,
      "\\subseteq": 2001,
      "ace": 2002,
      "\\mapsto": 2003,
      "\\set": 2004,
      "space": 2005,
      "\\setminus": 2006,
      "\\rfloor": 2007,
      "rel": 2008,
      "\\lfloor": 2009,
      "ota": 2010,
      "\\iota": 2011,
      "int": 2012,
      "\\box": 2013,
      "ckrel": 2014,
      "\\stackrel": 2015,
      "lle": 2016,
      "\\vdots": 2017,
      "\\textb": 2018,
      "\\bigcup": 2019,
      "\\textbf": 2020,
      "\\inf": 2021,
      "math": 2022,
      "\\sinh": 2023,
      "\\Rightarrow": 2024,
      "\\cosh": 2025,
      "\\boxed": 2026,
      "\\#": 2027,
      "\\tan": 2028,
      "sf": 2029,
      "\\mp": 2030,
      "\\hspace": 2031,
      "ngrightarrow": 2032,
      "\\mathsf": 2033,
      "an": 2034,
      "slash": 2035,
      "\\notin": 2036,
      "cri": 2037,
      "cript": 2038,
      "ance": 2039,
      "ancel": 2040,
      "\\dim": 2041,
      "hoo": 2042,
      "se": 2043,
      "\\sime": 2044,
      "\\simeq": 2045,
      "\\cancel": 2046,
      "ack": 2047,
      "ackslash": 2048,
      "\\X": 2049,
      "\\backslash": 2050,
      "ntom": 2051,
      "\\em": 2052,
      "\\bu": 2053,
      "riangle": 2054,
      "\\top": 2055,
      "\\Xi": 2056,
      "llet": 2057,
      "\\bullet": 2058,
      "\\longrightarrow": 2059,
      "\\choo": 2060,
      "\\choose": 2061,
      "il": 2062,
      "\\oint": 2063,
      "pty": 2064,
      "\\empty": 2065,
      "\\emptyset": 2066,
      "\\hbox": 2067,
      "ceil": 2068,
      "\\triangle": 2069,
      "\\bigop": 2070,
      "\\bigoplus": 2071,
      "\\cong": 2072,
      "he": 2073,
      "to": 2074,
      "\\cancelto": 2075,
      "heck": 2076,
      "xist": 2077,
      "\\check": 2078,
      "xists": 2079,
      "\\exists": 2080,
      "\\ddot": 2081,
      "slant": 2082,
      "\\pha": 2083,
      "\\phantom": 2084,
      "\\textstyle": 2085,
      "\\neg": 2086,
      "\\pro": 2087,
      "pto": 2088,
      "\\propto": 2089,
      "\\underset": 2090,
      "\\colon": 2091,
      "\\script": 2092,
      "sim": 2093,
      "\\ll": 2094,
      "ss": 2095,
      "\\less": 2096,
      "\\x": 2097,
      "har": 2098,
      "\\lesssim": 2099,
      "harp": 2100,
      "lor": 2101,
      "\\varpi": 2102,
      "\\ddots": 2103,
      "\\color": 2104,
      "\\Re": 2105,
      "\\deg": 2106,
      "\\underbrace": 2107,
      "\\bigcap": 2108,
      "\\overset": 2109,
      "\\ar": 2110,
      "\\U": 2111,
      "\\leqslant": 2112,
      "ftrightarrow": 2113,
      "sup": 2114,
      "\\bot": 2115,
      "wn": 2116,
      "own": 2117,
      "\\limsup": 2118,
      "\\upsilon": 2119,
      "\\Upsilon": 2120,
      "\\sf": 2121,
      "\\j": 2122,
      "ownarrow": 2123,
      "\\sharp": 2124,
      "\\overrightarrow": 2125,
      "\\boldmath": 2126,
      "\\imath": 2127,
      "\\up": 2128,
      "\\lbrace": 2129,
      "\\I": 2130,
      "\\downarrow": 2131,
      "\\rvert": 2132,
      "\\lvert": 2133,
      "\\no": 2134,
      "\\mathop": 2135,
      "brack": 2136,
      "ve": 2137,
      "\\rceil": 2138,
      "\\lceil": 2139,
      "\\leftrightarrow": 2140,
      "\\iint": 2141,
      "\\rbrace": 2142,
      "\\uparrow": 2143,
      "\\Im": 2144,
      "ph": 2145,
      "\\%": 2146,
      "\\textup": 2147,
      "\\ker": 2148,
      "dash": 2149,
      "mal": 2150,
      "ip": 2151,
      "script": 2152,
      "\\pmod": 2153,
      "sk": 2154,
      "skip": 2155,
      "ormal": 2156,
      "\\tanh": 2157,
      "lim": 2158,
      "ara": 2159,
      "aralle": 2160,
      "arallel": 2161,
      "ef": 2162,
      "\\supset": 2163,
      "\\parallel": 2164,
      "top": 2165,
      "\\atop": 2166,
      "\\gg": 2167,
      "normal": 2168,
      "\\textnormal": 2169,
      "\\Le": 2170,
      "\\th": 2171,
      "\\Leftrightarrow": 2172,
      "inf": 2173,
      "\\vdash": 2174,
      "\\liminf": 2175,
      "\\lbrack": 2176,
      "ec": 2177,
      "\\scriptscript": 2178,
      "\\scriptscriptstyle": 2179,
      "\\Lo": 2180,
      "\\odot": 2181,
      "\\arc": 2182,
      "\\it": 2183,
      "\\cot": 2184,
      "\\hline": 2185,
      "\\vars": 2186,
      "\\varsigma": 2187,
      "\\Pr": 2188,
      "\\bre": 2189,
      "\\breve": 2190,
      "ze": 2191,
      "eph": 2192,
      "\\aleph": 2193,
      "\\sma": 2194,
      "\\frak": 2195,
      "\\wp": 2196,
      "size": 2197,
      "\\jmath": 2198,
      "\\cr": 2199,
      "cup": 2200,
      "\\>": 2201,
      "\\leftarrow": 2202,
      "\\lVert": 2203,
      "\\small": 2204,
      "limits": 2205,
      "\\if": 2206,
      "ing": 2207,
      "\\nolimits": 2208,
      "iny": 2209,
      "are": 2210,
      "\\tiny": 2211,
      "phantom": 2212,
      "\\rVert": 2213,
      "eqq": 2214,
      "uare": 2215,
      "\\square": 2216,
      "\\iff": 2217,
      "\\geqslant": 2218,
      "\\sp": 2219,
      "ngleftrightarrow": 2220,
      "on": 2221,
      "\\en": 2222,
      "\\pmb": 2223,
      "\\arg": 2224,
      "ut": 2225,
      "ond": 2226,
      "lat": 2227,
      "\\flat": 2228,
      "\\hskip": 2229,
      "amond": 2230,
      "um": 2231,
      "\\A": 2232,
      "\\scriptstyle": 2233,
      "\\eq": 2234,
      "\\coloneqq": 2235,
      "\\mod": 2236,
      "\\scriptsize": 2237,
      "\\textc": 2238,
      "\\bm": 2239,
      "left": 2240,
      "\\bmod": 2241,
      "\\triangleq": 2242,
      "tan": 2243,
      "\\diamond": 2244,
      "cd": 2245,
      "ref": 2246,
      "\\eqref": 2247,
      "led": 2248,
      "\\arctan": 2249,
      "\\Bo": 2250,
      "ore": 2251,
      "\\Box": 2252,
      "\\ther": 2253,
      "efore": 2254,
      "\\therefore": 2255,
      "\\gcd": 2256,
      "wedge": 2257,
      "\\bigwedge": 2258,
      "\\mat": 2259,
      "\\non": 2260,
      "ber": 2261,
      "umber": 2262,
      "\\nonumber": 2263,
      "ircled": 2264,
      "\\textcircled": 2265,
      "htt": 2266,
      "\\mathtt": 2267,
      "\\xrightarrow": 2268,
      "\\ref": 2269,
      "\\dotsc": 2270,
      "\\coth": 2271,
      "\\mathr": 2272,
      "\\ominus": 2273,
      "\\Longrightarrow": 2274,
      "\\sqcup": 2275,
      "tit": 2276,
      "\\textit": 2277,
      "and": 2278,
      "\\mathring": 2279,
      "\\land": 2280,
      "co": 2281,
      "\\mathit": 2282,
      "dle": 2283,
      "\\middle": 2284,
      "\\[": 2285,
      "\\]": 2286,
      "ie": 2287,
      "\\boxtimes": 2288,
      "\\ni": 2289,
      "ign": 2290,
      "harpo": 2291,
      "\\Longleftrightarrow": 2292,
      "triangle": 2293,
      "ies": 2294,
      "\\hdots": 2295,
      "pl": 2296,
      "kappa": 2297,
      "\\varkappa": 2298,
      "\\im": 2299,
      "\\ac": 2300,
      "plies": 2301,
      "\\implies": 2302,
      "\\vphantom": 2303,
      "harpoon": 2304,
      "ute": 2305,
      "\\acute": 2306,
      "\\kern": 2307,
      "bb": 2308,
      "\\Bbb": 2309,
      "\\prec": 2310,
      "inspace": 2311,
      "\\y": 2312,
      "\\bigo": 2313,
      "hook": 2314,
      "ode": 2315,
      "\\thinspace": 2316,
      "ls": 2317,
      "\\hook": 2318,
      "odels": 2319,
      "\\models": 2320,
      "\\enspace": 2321,
      "\\hookrightarrow": 2322,
      "\\rbrack": 2323,
      "\\bigotimes": 2324,
      "arge": 2325,
      "binom": 2326,
      "ceq": 2327,
      "\\bra": 2328,
      "\\bigtriangle": 2329,
      "\\supseteq": 2330,
      "\\dotsb": 2331,
      "\\dotsm": 2332,
      "\\subsetn": 2333,
      "\\pre": 2334,
      "hd": 2335,
      "vee": 2336,
      "sc": 2337,
      "tt": 2338,
      "\\quadx": 2339,
      "\\texttt": 2340,
      "\\bigvee": 2341,
      "\\V": 2342,
      "\\intd": 2343,
      "\\cfrac": 2344,
      "\\cdotp": 2345,
      "\\H": 2346,
      "\\_": 2347,
      "\\emph": 2348,
      "igned": 2349,
      "\\C": 2350,
      "\\sla": 2351,
      "\\slash": 2352,
      "at": 2353,
      "\\suc": 2354,
      "sq": 2355,
      "\\bigsq": 2356,
      "\\bigsqcup": 2357,
      "ext": 2358,
      "\\brack": 2359,
      "ertext": 2360,
      "\\&": 2361,
      "\\bigtriangleup": 2362,
      "mapsto": 2363,
      "\\long": 2364,
      "\\longmapsto": 2365,
      "jlim": 2366,
      "leftarrow": 2367,
      "su": 2368,
      "\\F": 2369,
      "\\subsetneq": 2370,
      "\\doteq": 2371,
      "\\dx": 2372,
      "ang": 2373,
      "\\hphantom": 2374,
      "angl": 2375,
      "\\qua": 2376,
      "eright": 2377,
      "riangl": 2378,
      "riangleright": 2379,
      "tr": 2380,
      "harpoonup": 2381,
      "ilde": 2382,
      "\\re": 2383,
      "ral": 2384,
      "\\Tilde": 2385,
      "\\rtimes": 2386,
      "cos": 2387,
      "\\textsf": 2388,
      "mid": 2389,
      "\\inter": 2390,
      "\\intercal": 2391,
      "\\overbrace": 2392,
      "\\quadA": 2393,
      "\\tt": 2394,
      "\\rightharpoonup": 2395,
      "\\nmid": 2396,
      "\\E": 2397,
      "\\intertext": 2398,
      "\\J": 2399,
      "sin": 2400,
      "ker": 2401,
      "\\varP": 2402,
      "\\(": 2403,
      "\\)": 2404,
      "\\mit": 2405,
      "kern": 2406,
      "\\mkern": 2407,
      "eca": 2408,
      "\\beca": 2409,
      "use": 2410,
      "\\because": 2411,
      "\\rhd": 2412,
      "ai": 2413,
      "\\N": 2414,
      "\\triangleright": 2415,
      "\\M": 2416,
      "\\longleftrightarrow": 2417,
      "not": 2418,
      "otnot": 2419,
      "\\footnot": 2420,
      "\\footnote": 2421,
      "oth": 2422,
      "\\se": 2423,
      "atu": 2424,
      "\\natu": 2425,
      "\\natural": 2426,
      "ak": 2427,
      "\\rai": 2428,
      "\\sb": 2429,
      "noth": 2430,
      "\\varnoth": 2431,
      "\\varnothing": 2432,
      "\\raise": 2433,
      "\\searrow": 2434,
      "\\large": 2435,
      "\\preceq": 2436,
      "low": 2437,
      "\\lor": 2438,
      "bre": 2439,
      "\\arccos": 2440,
      "break": 2441,
      "lap": 2442,
      "xplus": 2443,
      "\\boxplus": 2444,
      "\\footnotesize": 2445,
      "\\tbinom": 2446,
      "\\ss": 2447,
      "\\quada": 2448,
      "\\Q": 2449,
      "ts": 2450,
      "med": 2451,
      "\\allow": 2452,
      "\\gets": 2453,
      "\\asym": 2454,
      "\\asymp": 2455,
      "\\sec": 2456,
      "orner": 2457,
      "\\circle": 2458,
      "\\dbinom": 2459,
      "\\med": 2460,
      "\\overleftarrow": 2461,
      "\\Large": 2462,
      "\\csc": 2463,
      "Gamma": 2464,
      "\\varGamma": 2465,
      "\\K": 2466,
      "\\arcsin": 2467,
      "\\allowbreak": 2468,
      "nfrac": 2469,
      "\\genfrac": 2470,
      "\\succeq": 2471,
      "\\gtr": 2472,
      "\\enskip": 2473,
      "ild": 2474,
      "\\build": 2475,
      "\\medskip": 2476,
      "\\buildrel": 2477,
      "\\varpro": 2478,
      "ray": 2479,
      "\\array": 2480,
      "aligned": 2481,
      "\\endaligned": 2482,
      "\\varprojlim": 2483,
      "\\sumi": 2484,
      "\\aligned": 2485,
      "\\textsc": 2486,
      "com": 2487,
      "mand": 2488,
      "command": 2489,
      "down": 2490,
      "wcommand": 2491,
      "\\cop": 2492,
      "\\intop": 2493,
      "rod": 2494,
      "mi": 2495,
      "rcorner": 2496,
      "\\triangleleft": 2497,
      "\\prescript": 2498,
      "\\gtrsim": 2499,
      "\\Y": 2500,
      "\\^": 2501,
      "\\lrcorner": 2502,
      "\\po": 2503,
      "\\coprod": 2504,
      "\\partialx": 2505,
      "setminus": 2506,
      "\\smallsetminus": 2507,
      "und": 2508,
      "mile": 2509,
      "\\and": 2510,
      "\\pound": 2511,
      "\\pounds": 2512,
      "align": 2513,
      "sion": 2514,
      "col": 2515,
      "\\succ": 2516,
      "\\varPhi": 2517,
      "right": 2518,
      "\\mathver": 2519,
      "\\mathversion": 2520,
      "ect": 2521,
      "injlim": 2522,
      "\\varinjlim": 2523,
      "\\underbar": 2524,
      "\\hf": 2525,
      "\\ltimes": 2526,
      "\\nearrow": 2527,
      "\\smile": 2528,
      "otect": 2529,
      "\\protect": 2530,
      "ngth": 2531,
      "length": 2532,
      "ule": 2533,
      "\\quadS": 2534,
      "\\ds": 2535,
      "\\quadB": 2536,
      "ch": 2537,
      "\\/": 2538,
      "\\quads": 2539,
      "\\noalign": 2540,
      "sure": 2541,
      "\\ho": 2542,
      "\\Bar": 2543,
      "\\Vdash": 2544,
      "\\for": 2545,
      "\\Z": 2546,
      "\\dt": 2547,
      "\\hom": 2548,
      "\\quadP": 2549,
      "\\put": 2550,
      "\\raisebox": 2551,
      "ke": 2552,
      "\\hslash": 2553,
      "\\mathrel": 2554,
      "\\W": 2555,
      "\\real": 2556,
      "\\quadd": 2557,
      "\\ensure": 2558,
      "\\ensuremath": 2559,
      "str": 2560,
      "\\quadf": 2561,
      "\\Bbbk": 2562,
      "\\quady": 2563,
      "\\*": 2564,
      "iint": 2565,
      "\\side": 2566,
      "\\sideset": 2567,
      "\\vspace": 2568,
      "\\leqq": 2569,
      "\\AA": 2570,
      "el": 2571,
      "\\quadC": 2572,
      "\\iiint": 2573,
      "\\lab": 2574,
      "\\label": 2575,
      "\\-": 2576,
      "\\smash": 2577,
      "ij": 2578,
      "\\quadR": 2579,
      "harpoons": 2580,
      "rown": 2581,
      "\\quadM": 2582,
      "\\partialt": 2583,
      "\\un": 2584,
      "\\lhd": 2585,
      "\\make": 2586,
      "\\quadF": 2587,
      "\\makebox": 2588,
      "\\quadp": 2589,
      "\\varPsi": 2590,
      "\\subsetneqq": 2591,
      "\\rightleft": 2592,
      "\\rightleftharpoons": 2593,
      "\\pii": 2594,
      "\\xleftarrow": 2595,
      "\\smallskip": 2596,
      "\\sumn": 2597,
      "etch": 2598,
      "\\arraystr": 2599,
